[
  {"id":"boirieFastDigestiveProteins2018","abstract":"Using fast digestive proteins is of major interest to overcome ‘anabolic resistance’ of aging for limiting sarcopenia. Fast proteins’ action on muscle anabolism may be stimulated by other nutrients like vitamin D or omega 3 fatty acids or by combination with exercise. The beneficial impact of the ‘fast’ protein concept beyond the amount of dietary protein on muscle preservation is a promising therapeutic perspective to improve mobility and quality of life of older patients affected with chronic disease.","accessed":{"date-parts":[[2023,5,11]]},"author":[{"family":"Boirie","given":"Yves"},{"family":"Guillet","given":"Christelle"}],"citation-key":"boirieFastDigestiveProteins2018","container-title":"Current Opinion in Clinical Nutrition & Metabolic Care","DOI":"10.1097/MCO.0000000000000427","ISSN":"1363-1950","issue":"1","issued":{"date-parts":[[2018,1]]},"language":"en","page":"37-41","source":"DOI.org (Crossref)","title":"Fast digestive proteins and sarcopenia of aging","type":"article-journal","URL":"https://journals.lww.com/00075197-201801000-00009","volume":"21"},
  {"id":"crozierOralLeucineAdministration2005","abstract":"Oral administration of a single bolus of leucine in an amount equivalent to the daily intake (1.35 g/kg body wt) enhances skeletal muscle protein synthesis in food-deprived rats. To elucidate whether smaller amounts of leucine can also stimulate protein synthesis, rats were administered the amino acid at concentrations ranging from 0.068 to 1.35 g/kg body wt by oral gavage. Thirty minutes following the administration of doses of leucine as low as 0.135 g/kg body wt, skeletal muscle protein synthesis was significantly greater than control values. The increase in protein synthesis was associated with changes in the regulation of biomarkers of mRNA translation initiation as evidenced by upregulated phosphorylation of the translational repressor, eukaryotic initiation factor (eIF)4E-binding protein 1 (4E-BP1), the association of eIF4G with the mRNA cap binding protein eIF4E, and the phosphorylation of the 70-kDa ribosomal protein S6 kinase. Alterations in the phosphorylation of eIF4G, as well as the association of 4E-BP1 with eIF4E, were observed following leucine administration; however, these changes appeared to be biphasic with maximal changes occurring when circulating insulin concentrations were elevated. Thus it appears that leucine administration affects mRNA translation and skeletal muscle protein synthesis through modulation of multiple biomarkers of mRNA translation. The ability of small doses of leucine to stimulate skeletal muscle protein synthesis suggests that future research on the regulation of skeletal muscle protein synthesis by orally administered leucine will be feasible in humans.","author":[{"family":"Crozier","given":"Stephen J."},{"family":"Kimball","given":"Scot R."},{"family":"Emmert","given":"Sans W."},{"family":"Anthony","given":"Joshua C."},{"family":"Jefferson","given":"Leonard S."}],"citation-key":"crozierOralLeucineAdministration2005","container-title":"The Journal of Nutrition","container-title-short":"J Nutr","DOI":"10.1093/jn/135.3.376","ISSN":"0022-3166","issue":"3","issued":{"date-parts":[[2005,3]]},"language":"eng","page":"376-382","PMID":"15735066","source":"PubMed","title":"Oral leucine administration stimulates protein synthesis in rat skeletal muscle","type":"article-journal","volume":"135"},
  {"id":"dardevetStimulationVitroRat2000","abstract":"Aging is characterized by a decrease of muscle mass associated with a decrease in postprandial anabolism. This study was performed to gain a better understanding of the intracellular mechanisms involved in the stimulation of muscle protein synthesis by amino acids and their role in the decrease of muscle sensitivity to food intake during aging. The effects of amino acids or leucine alone were assessed in vitro on epitrochlearis muscle from young, adult and old rats. Protein synthesis was assessed by incorporation of radiolabeled phenylalanine into protein and p70 S6 kinase activity by incorporation of (32)P into a synthetic substrate. Amino acids, at physiologic concentrations, stimulated muscle protein synthesis (P < 0.05) and leucine reproduced this effect. The intracellular targets of amino acids were phosphatidylinositol 3' kinase and the rapamycin-sensitive pathways mammalian target of rapamycin (mTOR)/p70 S6 kinase. In old rats, the sensitivity of muscle protein synthesis to leucine was lower than in adults (P < 0.05) and this paralleled the lesser ability of leucine to stimulate the rapamycin-sensitive pathways (P < 0.05). We demonstrated that amino acids and leucine stimulate muscle protein synthesis and that aging is associated with a decrease in this effect. However, because aged rats are still able to respond normally to high leucine concentrations, we hypothesize that a nutritional manipulation increasing the availability of this amino acid to muscle could be beneficial in maintaining the postprandial stimulation of protein synthesis.","author":[{"family":"Dardevet","given":"D."},{"family":"Sornet","given":"C."},{"family":"Balage","given":"M."},{"family":"Grizard","given":"J."}],"citation-key":"dardevetStimulationVitroRat2000","container-title":"The Journal of Nutrition","container-title-short":"J Nutr","DOI":"10.1093/jn/130.11.2630","ISSN":"0022-3166","issue":"11","issued":{"date-parts":[[2000,11]]},"language":"eng","page":"2630-2635","PMID":"11053498","source":"PubMed","title":"Stimulation of in vitro rat muscle protein synthesis by leucine decreases with age","type":"article-journal","volume":"130"},
  {"id":"dijkDifferentialEffectsLeucine2018","abstract":"Background & aims: It has been suggested that anabolic resistance, or a blunted protein synthetic response to anabolic stimuli, contributes to the failure of muscle mass maintenance in older adults. The amino acid leucine is one of the most prominent food-related anabolic stimuli. However, data on muscle protein synthesis (MPS) after administration of a single bolus of leucine in aged populations is lacking and long-term single leucine supplementation has not been shown to increase muscle mass. This study aimed to determine the MPS response to the administration of a single bolus of leucine or to leucine combined with whey protein, in aged mice.\nMethods: Overnight fasted C57/BL6RJ mice at 25-mo of age received an oral gavage with leucine or whey-protein enriched with leucine (0.75 g/kg bodyweight total leucine in both) or 0.5 mL water (fasted control). Subsequently, mice were s.c. injected with puromycin (0.04 mmol/g bw at t ¼ 30, 45 or 60 min) and were sacriﬁced 30 min thereafter. Amino acid concentrations were determined in plasma and right muscle tibialis anterior (TA). Left TA was used to analyse MPS by SUnSET method and phosphorylation rate of Akt, 4E-BP1 and p70S6k by western blot.\nResults: In aged mice, leucine administration failed to increase MPS, despite a 6-fold increase in plasma leucine and elevated muscle free leucine levels (P < 0.05). In contrast, leucine-enriched whey protein signiﬁcantly stimulated MPS in aged mice at 60 min after gavage (P < 0.05). Muscle free EAA, NEAA and the phosphorylation rate of Akt, 4E-BP1 and p70S6k increased signiﬁcantly (P < 0.05), only after administration of leucine-enriched whey protein.\nConclusions: MPS is stimulated in aged mice by leucine-enriched whey protein but not by leucine administration only. Administration of other amino acids may be required for leucine administration to stimulate muscle protein synthesis in aged mice.","accessed":{"date-parts":[[2023,5,11]]},"author":[{"family":"Dijk","given":"Francina J."},{"family":"Van Dijk","given":"Miriam"},{"family":"Walrand","given":"Stéphane"},{"family":"Van Loon","given":"Luc J.C."},{"family":"Van Norren","given":"Klaske"},{"family":"Luiking","given":"Yvette C."}],"citation-key":"dijkDifferentialEffectsLeucine2018","container-title":"Clinical Nutrition ESPEN","container-title-short":"Clinical Nutrition ESPEN","DOI":"10.1016/j.clnesp.2017.12.013","ISSN":"24054577","issued":{"date-parts":[[2018,4]]},"language":"en","page":"127-133","source":"DOI.org (Crossref)","title":"Differential effects of leucine and leucine-enriched whey protein on skeletal muscle protein synthesis in aged mice","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S2405457717305181","volume":"24"},
  {"id":"vandijkImprovedMuscleFunction2016","abstract":"Antioxidant (AOX) deficiencies are commonly observed in older adults and oxidative stress has been suggested to contribute to sarcopenia. Here we investigate if 1) low levels of dietary antioxidants had a negative impact on parameters of muscle mass, function and quality, and 2) to study if nutritional interventions with AOX and/ or leucine-enriched whey protein could improve these muscle parameters in aged mice. 18-months-old mice were fed a casein-based antioxidant-deficient (lowox) diet or a casein-based control-diet (CTRL) for 7 months. During the last 3 months, lowoxmice were subjected to either: a) continued lowox, b) supplementation with vitamin A/E, Selenium and Zinc (AOX), c) substitution of casein with leucine-enriched whey protein (PROT) or d) a combination of both AOX and PROT (TOTAL). After 7 months lowox-mice displayed lower muscle strength and more muscle fatigue compared to CTRL. Compared to lowox-mice, PROT-mice showed improved muscle power, grip strength and less muscle fatigue. AOX-mice showed improved oxidative status, less muscle fatigue, improved grip strength and mitochondrial dynamics compared to lowox-mice. The TOTAL-mice showed the combined effects of both interventions compared to lowox-mice. In conclusion, nutritional intervention with AOX and/or leucine-enriched whey protein can play a role in improving muscle health in a AOXdeficient mouse model.","accessed":{"date-parts":[[2023,5,11]]},"author":[{"family":"Van Dijk","given":"Miriam"},{"family":"Dijk","given":"Francina J."},{"family":"Bunschoten","given":"Annelies"},{"family":"Van Dartel","given":"Dorien A.M."},{"family":"Van Norren","given":"Klaske"},{"family":"Walrand","given":"Stephane"},{"family":"Jourdan","given":"Marion"},{"family":"Verlaan","given":"Sjors"},{"family":"Luiking","given":"Yvette"}],"citation-key":"vandijkImprovedMuscleFunction2016","container-title":"Oncotarget","container-title-short":"Oncotarget","DOI":"10.18632/oncotarget.7800","ISSN":"1949-2553","issue":"14","issued":{"date-parts":[[2016,4,5]]},"language":"en","page":"17338-17355","source":"DOI.org (Crossref)","title":"Improved muscle function and quality after diet intervention with leucine-enriched whey and antioxidants in antioxidant deficient aged mice","type":"article-journal","URL":"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.7800","volume":"7"}
]
